import { Prisma } from '@prisma/client';

export const musicsData: Prisma.MusicsCreateInput[] = [
  {
    lyric:
      '한 번쯤은 마주칠 것 같아서\n너와 처음 손 잡았던 이곳에서\n설레였었던 그날\n행복했었던 기억에 잠겨\n오지 않을 너를 기다려\n다 지우지 못한 너의 문자 한참 보다\n갑자기 왈칵 눈물이 흘렀어\n가슴 뜨겁게 사랑한 우리\n어떻게 잊을 수가 있겠니\n너무 깊게 새겨져서 지워지질 않아\n같이 듣던 이별 노래 가사가\n모두 내 얘기 같아서\n너를 보낼 수 없나 봐 여전히 난\n더 잘하지 못해 사랑이 시들었나 봐\n네가 편해진 만큼\n소중함을 몰랐었나 봐\n가슴 뜨겁게 사랑한 우리\n어떻게 잊을 수가 있겠니\n너무 깊게 새겨져서 지워지질 않아\n같이 듣던 이별 노래 가사가\n모두 내 얘기 같아서\n너를 보낼 순 없잖아\n우리 사랑이\n우리 추억이 더는 없다는 게\n이젠 끝이라는 게 견디기 힘들어\n가슴 아프게 이별한 우리\n얼마나 지나야 널 잊을까\n사랑했던 그날에 난 머물러 있는데\n같이 듣던 이별 노래 가사가\n모두 내 얘기 같아서\n너를 보낼 수 없나 봐 아직도 난',
    artist: '한승희',
    songId: '35779855',
    albumUrl:
      'https://cdnimg.melon.co.kr/cm2/album/images/110/89/704/11089704_20221028164631_500.jpg?69ac99c84730353bf3ab2b6838018e15/melon/resize/282/quality/80/optimize',
    selectedLyric: '너와 처음 손 잡았던 이곳에서\n설레였었던 그날',
    originalGenre: '발라드',
    selected: true,
    title: '나의 이별 노래',
  },
  {
    lyric:
      '나른한 햇살이 찾아들면 \n멍하니 창밖을 바라만보다가\n지난 생각속에 잠겨 떠올리던 너\n어디에서 무얼 하고 있을까\n좋았던 기억에 혼자 웃다\n무거운 추억에 또 마음 다칠까\n애써 태연한척해도 들킬 수밖에\n없는 내맘 내맘 왜이래\n사랑이 뭔데 뭔데 \n내 맘이 왜 이래 이래\n매일 눈물에 콧물에\n가슴만 쓰리던 짓인데\n사랑이 뭔데 뭔데 \n또 가슴이 뛰네 뛰네\n너의 달콤한 입술에\n내 맘을 포개고 싶은데\ndream a dream of you\na dream i’m kissing you\n핑크빛 꽃잎이 흩날리고\n따스한 바람에 휘파람을 불고\n네게 전화걸까 말까 고민하는 나\n언제부터 네게 빠졌던 걸까\n어젯밤 꿈속에 고백하고\n온종일 전화만 쳐다 보는데\n애써 무심한척해도 들킬 수밖에\n없는 내 맘 내 맘 왜이래\n사랑이 뭔데 뭔데 \n내 맘이 왜 이래 이래\n매일 눈물에 콧물에\n가슴만 쓰리던 짓인데\n사랑이 뭔데 뭔데 \n또 가슴이 뛰네 뛰네\n너의 달콤한 입술에\n내 맘을 포개고 싶은데\ndream a dream of you\na dream i’m kissing you\n부끄러워 난 아무 말 못하고 \n멀어지는 널 잡지 못한 \n나는 정말 바보 그래\n너는 정말 바보인가봐 \n사랑이 뭔데 뭔데 왜 이래 이래 \n가슴만 아픈 짓인데\n사랑이 뭔데 뭔데 또 뛰네 뛰네\n사랑한다고 말을해\n사랑이 뭔데 뭔데 \n내 맘이 왜 이래 이래\n매일 눈물에 콧물에\n가슴만 쓰리던 짓인데\n사랑이 뭔데 뭔데 \n또 가슴이 뛰네 뛰네\n너의 달콤한 입술에\n내 맘을 포개고 싶은데\ndream a dream of you\na dream i’m kissing you',
    artist: '서현진',
    songId: '8182907',
    albumUrl:
      'https://cdnimg.melon.co.kr/cm/album/images/026/85/086/2685086_500.jpg/melon/resize/282/quality/80/optimize',
    originalGenre: '발라드, 국내드라마',
    title: '사랑이 뭔데',
  },
  {
    lyric:
      '좋은 게 좋은 게\n좋은 거라고\n그렇게 넘겨버렸던\n미처 다 읽지 못했던 마음\n밀려버린 숙제 되어\n날 괴롭히네\n그런 게 그런 게\n인생이라고\n어른들은 말하지만\n달갑지 않은 그런 말을\n꾹 삼키기에\n아직은 나 어린가 봐요\n어렵지 않은 마음으로\n하나 둘 셋\n천천히 더 천천히\n그려가 보겠어요\n꾸미지 않은 마음으로\n순수했던 그날의 색을 품고서\n가려진 나에게로 스며들 거야\n여전히 여전히\n난 허전한데\n더 비워내라 하네요\n얄궂은 그런 말을 모두\n내뱉기에는 아직은 나 어린가 봐요\n어렵지 않은 마음으로\n하나 둘 셋\n천천히 더 천천히\n그려가 보겠어요\n꾸미지 않은 마음으로\n순수했던 그날의 색을 품고서\n가려진 나에게로 스며들 거야\n얼룩이 져도 괜찮을 거야\n그 어떤 물음이 내게 와도\n나다운 색으로 가득 물들일 거야\n누군가 알아주기만을\n바라왔던 그래서 불안했던\n어제 그 모습 위에\n당당히 그려 넣을 거야\n아름답지 않아도 소중한 나를\n하나 둘 셋 조금씩 채워 갈 거야',
    artist: '윤한솔',
    songId: '33666702',
    selectedLyric: '좋은 게 좋은 게\n좋은 거라고',
    albumUrl:
      'https://cdnimg.melon.co.kr/cm2/album/images/106/48/281/10648281_20230303165747_500.jpg?add8767692baae8edc9427cf1978a0fd/melon/resize/282/quality/80/optimize',
    originalGenre: '인디음악, 포크/블루스',
    selected: true,
    title: '하나 둘 셋 (Duet with 김부경)',
  },
];
